import React from "react";
import { Container } from "react-bootstrap";

function AboutMe() {
  return (
    <>
      <section>
        <h1 className="text-center" style={{ color: "#777" }}>
          من نحن
        </h1>
      </section>
      <Container className="p-5">
        <strong>عن منصة سجى</strong>
        <div className="content">
          <p>
            <font>
              سجى هي منصة إلكترونية تتبع لصندوق الوقف الصحي تهدف إلى تسهيل تقديم
              الخدمات العلاجية، والـأجهزة الطبية، والأدوية للمحتاجين والمنقطعين
              والحالات الطارئة لمن ليس لديهم قدرة للحصول على العلاج في المنشآت
              الصحية.
            </font>
          </p>
          <p>
            <font>
              والمنصة أنشئت بالتعاون مع وزارة الصحة والجمعيات الصحية الخيرية
              الرسمية في مختلف مناطق المملكة ومجلس الضمان الصحي ومنصة أبشر
              تعزيزاً للمصداقية والموثوقية.
            </font>
          </p>
          <p>
            <font>
              وصندوق الوقف الصحي له شخصية اعتبارية مستقلة، وصدر تنظيم الصندوق
              بقرار مجلس الوزراء رقم (19) وتاريخ 26/1/1429هـ، وتم تعديل التنظيم
              بقرار مجلس الوزراء رقم (353) وتاريخ 21/6/1440هـ ويرأس مجلس إدارته
              معالي وزير الصحة وعضوية ممثلين من الجهات الحكومية التالية: وزارة
              الصحة، الهيئة العامة للأوقاف ، وزارة الموارد البشرية والتنمية
              الاجتماعية ، المجلس الصحي السعودي، بالإضافة لأعضاء من المهتمين
              بالعمل الخيري من المجتمع.
            </font>
          </p>
          <div className="mt-4 mb-4">
            <img src="./aboutus.png" alt="aboutus.png" />
          </div>
          <ul className="golas">
            <th>أهدافها</th>
            <li>
              المساهمة في علاج المرضى المحتاجين ممن ليس لديهم أهلية علاج داخل
              المملكة.
            </li>
            <li>تحقيق الترابط الاجتماعي بين أفراد المجتمع.</li>
            <li> تسهيل وصول المحسنين للمرضى المحتاجين بموثوقية.</li>
          </ul>
          <ul className="features">
            <th>مميزات المنصة</th>
            <li>سرعة الوصول للمرضى المحتاجين.</li>
            <li>توفير قناة ميسرة وموثوقة للتبرع. </li>
            <li>
              الإسهام في حوكمة العلاج الخيري في المملكة من خلال التحقق من منصة
              أبشر ومجلس الضمان الصحي.{" "}
            </li>
            <li>
              تمكين الجمعيات الأهلية الصحية في تحقيق أثرا إيجابي في المجتمع.
            </li>
          </ul>
        </div>
      </Container>
    </>
  );
}

export default AboutMe;
